/* News author */
"Author: " = "Author: ";

/* Dismiss title */
"Dismiss" = "Dismiss";

/* Invalid RSS-flow. Check for mistakes */
"Invalid RSS-flow. Check for mistakes" = "Invalid RSS-flow. Check for mistakes";

/* Invalid URL */
"Invalid URL" = "Invalid URL";

/* Empty PubDate */
"Not specified" = "Not specified";

/* RSS flow successfully changed */
"RSS flow successfully changed" = "RSS flow successfully changed";

/* Alert title */
"RSS-flow" = "RSS-flow";

/* Empty Auhor */
"Unnamed" = "Unnamed";

